/* Movie(s) */
"%d movie(s)" = "%d movie(s)";

/* Number of matches description */
"%d of %d" = "%d von %d";

/* Title for settings cell about */
"aboutApp" = "Über die App";

/* Imprint content */
"aboutContent" = "Cineaste ist der bequemste Weg das richtige Bewegtbild für einen entspannten Filmabend zu finden. Hier kannst du alle Filme, die du noch sehen möchtest, oder schon gesehen hast, einfach und übersichtlich verwalten.

Ein einziger Klick findet bei deinem nächsten Filmabend den Titel, welchen die meisten Anwesenden sehen wollen. Hierbei werden deine Filme über Bluetooth nur in deinem Wohnzimmer geteilt. Ist der passende Titel gefunden, können deine Freunde deine Filme nicht mehr sehen. Das heißt, dass deine Filmlisten zu keinem Zeitpunkt über irgendwelche Server gehen und sicher auf deinem Gerät liegen.

Solltest du doch einmal deine Filmlisten dauerhaft zu einem anderen Gerät übertragen wollen, kannst du sie problemlos exportieren und importieren.";

/* Message for asking for import alert */
"askForImport" = "Möchtest du deine bisherigen Daten wirklich mit Neuen überschreiben?\nDie alten Daten werden unwiderruflich gelöscht.";

/* Title for cancel action */
"cancel" = "Abbrechen";

/* Message for connection error alert */
"connectionError" = "Verbindung zur Filmdatenbank ist fehlgeschlagen.";

/* Message for insert movie error alert */
"couldNotAddMovie" = "Der Film konnte nicht hinzugefügt werden.";

/* Message for delete movie error alert */
"couldNotDeleteMovie" = "Der Film konnte nicht gelöscht werden.";

/* Message for update movie error alert */
"couldNotMoveMovie" = "Der Film konnte nicht verschoben werden.";

/* Title for delete swipe action */
"delete" = "Löschen";

/* Title for delete movie button */
"delete.width" = "delete.width";

/* Title for delete action */
"deleteFromList" = "Von Liste löschen";

/* Message for export with empty data alert */
"emptyDatabase" = "Deine Datenbank ist leer. Füge Filme zu deinen Filmlisten hinzu, dann kannst du diese auch exportieren.";

/* Enter username description */
"enterUsername" = "Gib einen Namen an, unter dem dich deine Freunde sehen können.";

/* Title for error alert */
"error" = "Fehler";

/* Title for settings cell exportMovies */
"export" = "Export";

/* Description for settings cell exportMovies */
"exportDescription" = "Du kannst deine Filmlisten als JSON-Datei exportieren, z.B. als Backup oder um sie auf anderen Geräten wieder einzuspielen. Der Export ist kompatibel mit der Android und der iOS App.";

/* Message for export failed alert */
"exportFailed" = "Export fehlgeschlagen";

/* Title for seen movie list */
"history" = "Schon gesehen";

/* Title for settings cell importMovies */
"import" = "Import";

/* Description for settings cell importMovies */
"importDescription" = "Du kannst JSON-Dateien importieren, die mit einem Cineaste-Export generiert wurden.";

/* Message for import failed alert */
"importFailed" = "Import fehlgeschlagen";

/* Message for import failed because the file could not be read alert */
"importFailedNotReadFile" = "Import fehlgeschlagen\nDie Datei konnte nicht gelesen werden.";

/* Message for import succeeded alert */
"importSuccessful" = "Import erfolgreich";

/* Message for movie import succeeded alert */
"importSuccessfulEnd" = "erfolgreich importiert.";

/* Title for information */
"info" = "Info";

/* Title for settings cell licence */
"license" = "Lizenzen";

/* Message for loading data error alert */
"loadingDataError" = "Die Daten konnten nicht geladen werden.";

/* Message for missing feature alert */
"missingFeature" = "Dieses Feature wurde noch nicht implementiert.";

/* Title for movie night viewController */
"movieNight" = "Filmnacht";

/* Title for no action */
"no" = "Nein";

/* Description for empty movie list */
"noMoviesOnList %@" = "Du hast keine Filme auf deiner \"%@\"-Liste.\nFüge doch einen neuen Titel hinzu.";

/* Title for ok action */
"ok" = "OK";

/* on a date */
"onDate" = "am";

/* Title for openSource */
"openSource" = "Open Source Projekt";

/* Title for openSource */
"openSourceContent" = "Cineaste startete 2016 mit einer Android App und seit Ende 2017 arbeiten die SpacePandas nun auch an der längst überfälligen iOS App. Und weil wir absolut nichts zu verbergen haben ist Cineaste Open Source. Das heißt jeder kann unseren Code sehen und etwas zu der App beitragen.

Wir geben unser Bestes, um das Nutzererlebnis so gut wie möglich zu machen, dabei sind wir aber auf dein Feedback angewiesen. Schreib doch einen Kommentar im App Store oder schau auf GitHub vorbei.

Android App - GitHub: github.com/marcelgross90/Cineaste
iOS App - GitHub: github.com/ChristianNorbertBraun/Cineaste

Besonderer Dank geht an Philipp Wolf für das Design!";

/* Title for save action */
"save" = "Speichern";

/* Search friends on movie night */
"searchFriends" = "Suche nach Freunden in deiner Nähe";

/* Title for seen movie button */
"seen.width" = "seen.width";

/* Title for settings viewController */
"settings" = "Einstellungen";

/* Title for the start movienight button */
"startMovieNight" = "Filmnacht starten";

/* Title for asking for import alert */
"sure" = "Bist du sicher?";

/* Title for movieDB */
"TMDb" = "TMDb";

/* Description for movieDB */
"TMDbContent" = "Das Wissen über die ganzen Filme haben wir übrigens von TMDb (www.themoviedb.org).

Diese App nutzt die TMDb API, wird jedoch nicht durch TMDb unterstützt oder zertifiziert.";

/* Title for unknown release date */
"unknown" = "Unbekannt";

/* Enter username title */
"username" = "Benutzername";

/* Description for app version */
"version" = "Version";

/* Title for must see movie button */
"wantToSee.width" = "wantToSee.width";

/* Title for want to see movie list */
"watchlist" = "Musst du sehen";

/* Title for yes action */
"yes" = "Ja";
